[
  "dataview",
  "obsidian-tasks-plugin",
  "calendar",
  "table-editor-obsidian",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-mind-map",
  "make-md",
  "obsidian-importer",
  "obsidian-annotator",
  "obsidian-livesync"
]